&#x041E; &#x0432;&#x0437;&#x0440;&#x044B;&#x0432;&#x0435; &#x043F;&#x043E;&#x0434; &#x043F;&#x043E;&#x0432;&#x0435;&#x0440;&#x0445;&#x043D;&#x043E;&#x0441;&#x0442;&#x044C;&#x044E; &#x0433;&#x0440;&#x0443;&#x043D;&#x0442;&#x0430; &#x043A;&#x0440;&#x0438;&#x0432;&#x043E;&#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x043E;&#x0433;&#x043E;
                   &#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x043E;-&#x0440;&#x0430;&#x0441;&#x043F;&#x0440;&#x0435;&#x0434;&#x0435;&#x043B;&#x0451;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E; &#x0437;&#x0430;&#x0440;&#x044F;&#x0434;&#x0430;
                           &#x041A;&#x043E;&#x0442;&#x043B;&#x044F;&#x0440; &#x041B;. &#x041C;., &#x0421;&#x0430;&#x0444;&#x0440;&#x043E;&#x043D;&#x043E;&#x0432; &#x041C;. &#x0410;.
         &#x0418;&#x041D;&#x042D;&#x041A;&#x0410;, &#x0433;. &#x041D;&#x0430;&#x0431;&#x0435;&#x0440;&#x0435;&#x0436;&#x043D;&#x044B;&#x0435; &#x0427;&#x0435;&#x043B;&#x043D;&#x044B;, 1/18, 8 (8552) 39-66-74, kotlyar@ineka.ru
                                        &#x0410;&#x043D;&#x043D;&#x043E;&#x0442;&#x0430;&#x0446;&#x0438;&#x044F;
          Finding the form of the blast crater edge is of high importance in the construction
      works. This paper describes one method of finding coordinates of points on a crater edge
      left by explosion of buried elliptic charge. So-called &#8220;solid-liquid model&#8221; originally proposed
      by Lavrentjev is used here, with extensions brought by Chyaplygin and Kotlyar. With
      formulas derived here and numerical methods for integration we can calculate the form of
      crater edge with relatively high precision.
   &#x0420;&#x0430;&#x0441;&#x0441;&#x043C;&#x0430;&#x0442;&#x0440;&#x0438;&#x0432;&#x0430;&#x0435;&#x0442;&#x0441;&#x044F; &#x0434;&#x0432;&#x0443;&#x043C;&#x0435;&#x0440;&#x043D;&#x0430;&#x044F; &#x0437;&#x0430;&#x0434;&#x0430;&#x0447;&#x0430; &#x043E; &#x0432;&#x0437;&#x0440;&#x044B;&#x0432;&#x0435; &#x0437;&#x0430;&#x0433;&#x043B;&#x0443;&#x0431;&#x043B;&#x0451;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E; &#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x043E;-&#x0440;&#x0430;&#x0441;&#x043F;&#x0440;&#x0435;&#x0434;&#x0435;&#x043B;&#x0451;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E;
&#x0437;&#x0430;&#x0440;&#x044F;&#x0434;&#x0430; &#x043A;&#x0440;&#x0438;&#x0432;&#x043E;&#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x043E;&#x0439; &#x0444;&#x043E;&#x0440;&#x043C;&#x044B; &#x0432; &#x0432;&#x0438;&#x0434;&#x0435; &#x0434;&#x0443;&#x0433;&#x0438; &#x044D;&#x043B;&#x043B;&#x0438;&#x043F;&#x0441;&#x0430; (&#x0440;&#x0438;&#x0441;. 1&#x0430;). &#x0418;&#x0441;&#x043F;&#x043E;&#x043B;&#x044C;&#x0437;&#x0443;&#x044F; &#x0438;&#x043C;&#x043F;&#x0443;&#x043B;&#x044C;&#x0441;&#x043D;&#x0443;&#x044E; &#x043F;&#x043E;-
&#x0441;&#x0442;&#x0430;&#x043D;&#x043E;&#x0432;&#x043A;&#x0443;, &#x043F;&#x0440;&#x0435;&#x0434;&#x043B;&#x043E;&#x0436;&#x0435;&#x043D;&#x043D;&#x0443;&#x044E; &#x041C;. &#x0410;. &#x041B;&#x0430;&#x0432;&#x0440;&#x0435;&#x043D;&#x0442;&#x044C;&#x0435;&#x0432;&#x044B;&#x043C; [3], &#x0437;&#x0430;&#x0434;&#x0430;&#x0447;&#x0443; &#x043C;&#x043E;&#x0436;&#x043D;&#x043E; &#x0441;&#x0432;&#x0435;&#x0441;&#x0442;&#x0438; &#x043A; &#x0438;&#x0441;&#x0441;&#x043B;&#x0435;&#x0434;&#x043E;&#x0432;&#x0430;&#x043D;&#x0438;&#x044E;
&#x043F;&#x043B;&#x043E;&#x0441;&#x043A;&#x043E;&#x0433;&#x043E; &#x043F;&#x043E;&#x0442;&#x0435;&#x043D;&#x0446;&#x0438;&#x0430;&#x043B;&#x044C;&#x043D;&#x043E;&#x0433;&#x043E; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F; &#x0438;&#x0434;&#x0435;&#x0430;&#x043B;&#x044C;&#x043D;&#x043E;&#x0439; &#x043D;&#x0435;&#x0432;&#x0435;&#x0441;&#x043E;&#x043C;&#x043E;&#x0439; &#x0436;&#x0438;&#x0434;&#x043A;&#x043E;&#x0441;&#x0442;&#x0438; &#x0432; &#x043F;&#x043B;&#x043E;&#x0441;&#x043A;&#x043E;&#x0441;&#x0442;&#x0438; z = x + iy,
&#x043E;&#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x0435;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E; &#x043A;&#x0440;&#x0438;&#x0432;&#x043E;&#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x044B;&#x043C; &#x0443;&#x0447;&#x0430;&#x0441;&#x0442;&#x043A;&#x043E;&#x043C; AD, &#x043F;&#x0440;&#x044F;&#x043C;&#x043E;&#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x044B;&#x043C;&#x0438; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0446;&#x0430;&#x043C;&#x0438; AB &#x0438; DC &#x0438;
&#x043B;&#x0438;&#x043D;&#x0438;&#x0435;&#x0439; &#x0442;&#x043E;&#x043A;&#x0430; BC, &#x043D;&#x0430; &#x043A;&#x043E;&#x0442;&#x043E;&#x0440;&#x043E;&#x0439; &#x043C;&#x043E;&#x0434;&#x0443;&#x043B;&#x044C; &#x0441;&#x043A;&#x043E;&#x0440;&#x043E;&#x0441;&#x0442;&#x0438; &#x043F;&#x043E;&#x0441;&#x0442;&#x043E;&#x044F;&#x043D;&#x0435;&#x043D; &#x0438; &#x0440;&#x0430;&#x0432;&#x0435;&#x043D; v0  (&#x0440;&#x0438;&#x0441;. 1&#x0430;) &#x0438; &#x043A;&#x043E;&#x0442;&#x043E;&#x0440;&#x0430;&#x044F;
&#x044F;&#x0432;&#x043B;&#x044F;&#x0435;&#x0442;&#x0441;&#x044F; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0446;&#x0435;&#x0439; &#x0432;&#x043E;&#x0440;&#x043E;&#x043D;&#x043A;&#x0438; &#x0432;&#x044B;&#x0431;&#x0440;&#x043E;&#x0441;&#x0430; (&#x0432; &#x0441;&#x0438;&#x043B;&#x0443; &#x0441;&#x0438;&#x043C;&#x043C;&#x0435;&#x0442;&#x0440;&#x0438;&#x0438; &#x0440;&#x0430;&#x0441;&#x0441;&#x043C;&#x0430;&#x0442;&#x0440;&#x0438;&#x0432;&#x0430;&#x0435;&#x0442;&#x0441;&#x044F; &#x043F;&#x0440;&#x0430;&#x0432;&#x0430;&#x044F; &#x043F;&#x043E;&#x043B;&#x043E;&#x0432;&#x0438;-
&#x043D;&#x0430; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F;). &#x041F;&#x043E;&#x0442;&#x0435;&#x043D;&#x0446;&#x0438;&#x0430;&#x043B; &#x0441;&#x043A;&#x043E;&#x0440;&#x043E;&#x0441;&#x0442;&#x0438; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F; &phi; &#x043F;&#x0440;&#x0438;&#x043D;&#x0438;&#x043C;&#x0430;&#x0435;&#x0442; &#x043F;&#x043E;&#x0441;&#x0442;&#x043E;&#x044F;&#x043D;&#x043D;&#x043E;&#x0435; &#x0437;&#x043D;&#x0430;&#x0447;&#x0435;&#x043D;&#x0438;&#x0435; &#x043D;&#x0430; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0446;&#x0435;
&#x0437;&#x0430;&#x0440;&#x044F;&#x0434;&#x0430; AD, &#x0430; &#x043D;&#x0430; &#x043F;&#x043E;&#x0432;&#x0435;&#x0440;&#x0445;&#x043D;&#x043E;&#x0441;&#x0442;&#x0438; &#x0433;&#x0440;&#x0443;&#x043D;&#x0442;&#x0430; DC &#x0440;&#x0430;&#x0432;&#x0435;&#x043D; &#x043D;&#x0443;&#x043B;&#x044E;.
   &#x0414;&#x043B;&#x044F; &#x0440;&#x0435;&#x0448;&#x0435;&#x043D;&#x0438;&#x044F; &#x0437;&#x0430;&#x0434;&#x0430;&#x0447;&#x0438; &#x0432;&#x0432;&#x043E;&#x0434;&#x0438;&#x0442;&#x0441;&#x044F; &#x0432;&#x0441;&#x043F;&#x043E;&#x043C;&#x043E;&#x0433;&#x0430;&#x0442;&#x0435;&#x043B;&#x044C;&#x043D;&#x043E;&#x0435; &#x043F;&#x0435;&#x0440;&#x0435;&#x043C;&#x0435;&#x043D;&#x043D;&#x043E;&#x0435; u = &xi; + i&eta; (&#x0441;&#x043C;. &#x0440;&#x0438;&#x0441;. 1&#x0431;),
&#x0438;&#x0437;&#x043C;&#x0435;&#x043D;&#x044F;&#x044E;&#x0449;&#x0435;&#x0435;&#x0441;&#x044F; &#x0432; &#x043E;&#x0431;&#x043B;&#x0430;&#x0441;&#x0442;&#x0438; Du  &#8212; &#x043F;&#x0440;&#x044F;&#x043C;&#x043E;&#x0443;&#x0433;&#x043E;&#x043B;&#x044C;&#x043D;&#x0438;&#x043A;&#x0435; &#x0441;&#x043E; &#x0441;&#x0442;&#x043E;&#x0440;&#x043E;&#x043D;&#x0430;&#x043C;&#x0438; &pi;&#x2215;4 &#x0438; &pi;&tau;&#x2215;4 (&tau; = i|&tau;|). &#x041D;&#x0430;
&#x043E;&#x0441;&#x043D;&#x043E;&#x0432;&#x0430;&#x043D;&#x0438;&#x0438; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x043D;&#x044B;&#x0445; &#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x0439; &#x0434;&#x043B;&#x044F; &#x043A;&#x043E;&#x043C;&#x043F;&#x043B;&#x0435;&#x043A;&#x0441;&#x043D;&#x043E;&#x0433;&#x043E; &#x043F;&#x043E;&#x0442;&#x0435;&#x043D;&#x0446;&#x0438;&#x0430;&#x043B;&#x0430; w(u), &#x0438;&#x0441;&#x043F;&#x043E;&#x043B;&#x044C;&#x0437;&#x0443;&#x044F; &#x0441;&#x0432;&#x043E;&#x0439;&#x0441;&#x0442;&#x0432;&#x0430;
&#x044D;&#x043B;&#x043B;&#x0438;&#x043F;&#x0442;&#x0438;&#x0447;&#x0435;&#x0441;&#x043A;&#x0438;&#x0445; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x0439; [4, &#x0441;&#x0442;&#x0440;. 350] &#x0438; &#x043C;&#x0435;&#x0442;&#x043E;&#x0434; &#x043E;&#x0441;&#x043E;&#x0431;&#x044B;&#x0445; &#x0442;&#x043E;&#x0447;&#x0435;&#x043A; [1], &#x043D;&#x0430;&#x0439;&#x0434;&#x0451;&#x043C;:
          dw
du = iNF(u) = iN &#x03D1;1 (
  u &minus; &pi;|&tau;| 
 4  )
       &#x03D1;1 (
  u + &pi;|&tau;| 
 4  )
       &#x03D1;2 (
  u &minus; &pi;|&tau;| 
 4  )
&#x03D1;2 (
  u + &pi;|&tau;| 
 4  )
________________________________
   &#x03D1;1 (
 u &minus; &pi; 
4 )
      &#x03D1;1 (
 u + &pi; 
4 )
      &#x03D1;4 (
 u &minus; &pi; 
4 )
&#x03D1;4 (
 u + &pi; 
4 )            (1)
 
             &#x20D7; v D      C
A &pi;&gamma;&#x2215;2
B                            y
x0
            z
             &#x0430;)                              &#x20D7;v
                    &xi;&eta;
 C
0                 A: &pi; 
4  + &pi;&tau; 
 4B&pi;&tau;__
 4
              D
                &pi;
4u
                                             &#x0431;)                  
                                                                  D
      A       B  C
           &#x20D7; v &pi;&gamma;&#x2215;2                         y
x0
                     z
                                                                             &#x0432;)
&#x0420;&#x0438;&#x0441;. 1: a) &#x0418;&#x0441;&#x0445;&#x043E;&#x0434;&#x043D;&#x0430;&#x044F; &#x0441;&#x0445;&#x0435;&#x043C;&#x0430; &#x043C;&#x043E;&#x0434;&#x0435;&#x043B;&#x0438;, &#x0431;) &#x041E;&#x0431;&#x043B;&#x0430;&#x0441;&#x0442;&#x044C; &#x0434;&#x043E;&#x043F;&#x043E;&#x043B;&#x043D;&#x0438;&#x0442;&#x0435;&#x043B;&#x044C;&#x043D;&#x043E;&#x0433;&#x043E; &#x043F;&#x0435;&#x0440;&#x0435;&#x043C;&#x0435;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E; u, &#x0432;) &#x0423;&#x043F;&#x0440;&#x043E;-
&#x0449;&#x0451;&#x043D;&#x043D;&#x0430;&#x044F; &#x0441;&#x0445;&#x0435;&#x043C;&#x0430; &#x0437;&#x0430;&#x0434;&#x0430;&#x0447;&#x0438;
                                              1                                              
                                                                                            
&#x0433;&#x0434;&#x0435; N &#8212; &#x0432;&#x0435;&#x0449;&#x0435;&#x0441;&#x0442;&#x0432;&#x0435;&#x043D;&#x043D;&#x0430;&#x044F; &#x043F;&#x043E;&#x043B;&#x043E;&#x0436;&#x0438;&#x0442;&#x0435;&#x043B;&#x044C;&#x043D;&#x0430;&#x044F; &#x043F;&#x043E;&#x0441;&#x0442;&#x043E;&#x044F;&#x043D;&#x043D;&#x0430;&#x044F;, &#x043A;&#x043E;&#x0442;&#x043E;&#x0440;&#x0430;&#x044F; &#x043C;&#x043E;&#x0436;&#x0435;&#x0442; &#x0431;&#x044B;&#x0442;&#x044C; &#x0432;&#x044B;&#x0447;&#x0438;&#x0441;&#x043B;&#x0435;&#x043D;&#x0430; &#x0447;&#x0435;&#x0440;&#x0435;&#x0437;
&#x0432;&#x044B;&#x0447;&#x0435;&#x0442; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x0438; w(u) &#x0432; &#x0442;&#x043E;&#x0447;&#x043A;&#x0435; D, &#x03D1;k(u),k =  1, 2, 3, 4 &#8212; &#x0442;&#x044D;&#x0442;&#x0430;-&#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x0438; &#x0434;&#x043B;&#x044F; &#x043F;&#x0435;&#x0440;&#x0438;&#x043E;&#x0434;&#x043E;&#x0432; &pi; &#x0438;
&pi;&tau; [4, &#x0441;&#x0442;&#x0440;. 334].
   &#x0420;&#x0430;&#x0441;&#x0441;&#x043C;&#x043E;&#x0442;&#x0440;&#x0438;&#x043C; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044E; &#x0416;&#x0443;&#x043A;&#x043E;&#x0432;&#x0441;&#x043A;&#x043E;&#x0433;&#x043E; [1, &#x0441;. 30] &chi;(u) = ln v _
v0 &minus;i&Theta;, &#x0433;&#x0434;&#x0435; v &#8212; &#x043C;&#x043E;&#x0434;&#x0443;&#x043B;&#x044C; &#x0441;&#x043A;&#x043E;&#x0440;&#x043E;&#x0441;&#x0442;&#x0438;,
&Theta; &#8212; &#x0443;&#x0433;&#x043E;&#x043B; &#x043D;&#x0430;&#x043A;&#x043B;&#x043E;&#x043D;&#x0430; &#x0432;&#x0435;&#x043A;&#x0442;&#x043E;&#x0440;&#x0430; &#x0441;&#x043A;&#x043E;&#x0440;&#x043E;&#x0441;&#x0442;&#x0438; &#x043A; &#x043E;&#x0441;&#x0438; &#x0430;&#x0431;&#x0441;&#x0446;&#x0438;&#x0441;&#x0441;, &#x043F;&#x0440;&#x0435;&#x0434;&#x0441;&#x0442;&#x0430;&#x0432;&#x0438;&#x0432; &#x0435;&#x0451; &#x0432; &#x0432;&#x0438;&#x0434;&#x0435; &chi;(u) = &chi;0(u)&minus;f(u),
&#x0433;&#x0434;&#x0435; &chi;0(u) &#8212; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044F; &#x0416;&#x0443;&#x043A;&#x043E;&#x0432;&#x0441;&#x043A;&#x043E;&#x0433;&#x043E; &#x0434;&#x043B;&#x044F; &#x0444;&#x0438;&#x043A;&#x0442;&#x0438;&#x0432;&#x043D;&#x043E;&#x0433;&#x043E; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F; &#x043F;&#x043E; &#x0441;&#x0445;&#x0435;&#x043C;&#x0435; &#x043D;&#x0430; &#x0440;&#x0438;&#x0441;. 1&#x0432;, &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044F;
f(u) = &mu; + i&#x03B5; &#8212; &#x0430;&#x043D;&#x0430;&#x043B;&#x0438;&#x0442;&#x0438;&#x0447;&#x0435;&#x0441;&#x043A;&#x0430;&#x044F; &#x0432; Du &#x0438; &#x043D;&#x0435;&#x043F;&#x0440;&#x0435;&#x0440;&#x044B;&#x0432;&#x043D;&#x0430;&#x044F; &#x0432; ____Du &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044F;.
   &#x0424;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044F; &chi;0(u) &#x043B;&#x0435;&#x0433;&#x043A;&#x043E; &#x0441;&#x0442;&#x0440;&#x043E;&#x0438;&#x0442;&#x0441;&#x044F; [2]:
                      &chi;0(u) = &minus;i&pi;(&gamma; &minus; 1) + &gamma; ln &#x03D1;1 (
 u + &pi; 
4 )
      &#x03D1;4 (
 u + &pi; 
4 )
  _____________
&#x03D1;1 (
 u &minus; &pi; 
4 )
      &#x03D1;4 (
 u &minus; &pi; 
4 )                    (2)
&#x0430; &#x0438;&#x0437; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x043D;&#x043E;&#x0433;&#x043E; &#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x044F; &#x043D;&#x0430; &#x043A;&#x0440;&#x0438;&#x0432;&#x043E;&#x043B;&#x0438;&#x043D;&#x0435;&#x0439;&#x043D;&#x043E;&#x043C; &#x0443;&#x0447;&#x0430;&#x0441;&#x0442;&#x043A;&#x0435; AD, &#x043F;&#x043E;&#x043B;&#x0443;&#x0447;&#x0438;&#x043C; &#x0438;&#x043D;&#x0442;&#x0435;&#x0433;&#x0440;&#x043E;-&#x0434;&#x0438;&#x0444;&#x0444;&#x0435;&#x0440;&#x0435;&#x043D;&#x0446;&#x0438;&#x0430;&#x043B;&#x044C;&#x043D;&#x043E;&#x0435;
&#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x0435;, &#x0441;&#x0432;&#x044F;&#x0437;&#x044B;&#x0432;&#x0430;&#x044E;&#x0449;&#x0435;&#x0435; &#x0432;&#x0435;&#x0449;&#x0435;&#x0441;&#x0442;&#x0432;&#x0435;&#x043D;&#x043D;&#x0443;&#x044E; &#x0438; &#x043C;&#x043D;&#x0438;&#x043C;&#x0443;&#x044E; &#x0447;&#x0430;&#x0441;&#x0442;&#x044C; &chi;(u):
   &#x0421;&#x0440;&#x0430;&#x0432;&#x043D;&#x0438;&#x0432;&#x0430;&#x044F; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x043D;&#x044B;&#x0435; &#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x044F; &#x0434;&#x043B;&#x044F; &chi;(u) &#x0438; &chi;0(u), &#x043F;&#x043E;&#x043B;&#x0443;&#x0447;&#x0438;&#x043C;, &#x0447;&#x0442;&#x043E;:
                                 d&Theta;
___
d&eta; = &delta;&#x03F0;(&Theta;)M
 &pi; |F(u)|e&minus;r(&eta;)
                                                                                         (3)
&#x0433;&#x0434;&#x0435; &delta; =  &phi;0 
v0   &#8212; &#x0431;&#x0435;&#x0437;&#x0440;&#x0430;&#x0437;&#x043C;&#x0435;&#x0440;&#x043D;&#x044B;&#x0439; &#x043F;&#x0430;&#x0440;&#x0430;&#x043C;&#x0435;&#x0442;&#x0440;, &#x03F0;(&Theta;) &#8212; &#x043A;&#x0440;&#x0438;&#x0432;&#x0438;&#x0437;&#x043D;&#x0430; &#x0434;&#x0443;&#x0433;&#x0438;, M, F &#8212; &#x0441;&#x043E;&#x043E;&#x0442;&#x0432;&#x0435;&#x0442;&#x0441;&#x0442;&#x0432;&#x0435;&#x043D;&#x043D;&#x043E;,
&#x0438;&#x0437;&#x0432;&#x0435;&#x0441;&#x0442;&#x043D;&#x044B;&#x0435; &#x043F;&#x043E;&#x0441;&#x0442;&#x043E;&#x044F;&#x043D;&#x043D;&#x0430;&#x044F; &#x0438; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x044F;. &#x0421; &#x0443;&#x0447;&#x0451;&#x0442;&#x043E;&#x043C; (2) &#x0438; (3) &#x043F;&#x043E;&#x043B;&#x0443;&#x0447;&#x0438;&#x043C; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x043D;&#x043E;&#x0435; &#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x0435; &#x0434;&#x043B;&#x044F;
&#x043E;&#x043F;&#x0440;&#x0435;&#x0434;&#x0435;&#x043B;&#x0435;&#x043D;&#x0438;&#x044F; &#x043D;&#x0435;&#x0438;&#x0437;&#x0432;&#x0435;&#x0441;&#x0442;&#x043D;&#x043E;&#x0439; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x0438; f(u):
                           &#x03B5;&prime;
&eta; = &delta;&#x03F0;(&Theta;)M
 &pi; &nu;(&eta;)e&mu;(&eta;)     (
    u = &pi; 
4 + i&eta;)
                                                                                         (4)
   &#x041E;&#x0442;&#x043E;&#x0431;&#x0440;&#x0430;&#x0436;&#x0430;&#x044F; &#x043E;&#x0431;&#x043B;&#x0430;&#x0441;&#x0442;&#x044C; Du &#x043D;&#x0430; &#x043F;&#x043E;&#x043B;&#x0443;&#x043A;&#x043E;&#x043B;&#x044C;&#x0446;&#x043E; &#x0438;, &#x0443;&#x0447;&#x0438;&#x0442;&#x044B;&#x0432;&#x0430;&#x044F; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0447;&#x043D;&#x044B;&#x0435; &#x0443;&#x0441;&#x043B;&#x043E;&#x0432;&#x0438;&#x044F; &#x0434;&#x043B;&#x044F; f(u), &#x043F;&#x0440;&#x0435;&#x0434;-
&#x0441;&#x0442;&#x0430;&#x0432;&#x0438;&#x043C; &#x0435;&#x0451; &#x0432; &#x0432;&#x0438;&#x0434;&#x0435;
                           f(u) = &minus;(4u &minus; &pi;) (
 1 &minus; &gamma; 
2 )
__________
    |&tau;|     +&infin;
              &sum;
           n=&minus;&infin;cne4u&minus;&pi;
  |&tau;|                         (5)
&#x0433;&#x0434;&#x0435; &#x043D;&#x0435;&#x0438;&#x0437;&#x0432;&#x0435;&#x0441;&#x0442;&#x043D;&#x044B;&#x0435; &#x043A;&#x043E;&#x044D;&#x0444;&#x0444;&#x0438;&#x0446;&#x0438;&#x0435;&#x043D;&#x0442;&#x044B; cn &#x043D;&#x0430;&#x0445;&#x043E;&#x0434;&#x044F;&#x0442;&#x0441;&#x044F; &#x043C;&#x0435;&#x0442;&#x043E;&#x0434;&#x043E;&#x043C; &#x0424;&#x0443;&#x0440;&#x044C;&#x0435;.
   &#x0412;&#x0441;&#x0435; &#x0433;&#x0435;&#x043E;&#x043C;&#x0435;&#x0442;&#x0440;&#x0438;&#x0447;&#x0435;&#x0441;&#x043A;&#x0438;&#x0435; &#x0438; &#x0433;&#x0438;&#x0434;&#x0440;&#x043E;&#x0434;&#x0438;&#x043D;&#x0430;&#x043C;&#x0438;&#x0447;&#x0435;&#x0441;&#x043A;&#x0438;&#x0435; &#x0445;&#x0430;&#x0440;&#x0430;&#x043A;&#x0442;&#x0435;&#x0440;&#x0438;&#x0441;&#x0442;&#x0438;&#x043A;&#x0438; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F; &#x0438; &#x0433;&#x0440;&#x0430;&#x043D;&#x0438;&#x0446;&#x0430; &#x0432;&#x043E;&#x0440;&#x043E;&#x043D;&#x043A;&#x0438;
&#x0432;&#x044B;&#x0431;&#x0440;&#x043E;&#x0441;&#x0430; &#x043D;&#x0430;&#x0445;&#x043E;&#x0434;&#x044F;&#x0442;&#x0441;&#x044F; &#x0438;&#x0437; &#x0441;&#x043E;&#x043E;&#x0442;&#x043D;&#x043E;&#x0448;&#x0435;&#x043D;&#x0438;&#x044F;
                                      dz
du =  1 _
v0 e&minus;&chi;(u) dw 
du                                   (6)
&#x0421;&#x043F;&#x0438;&#x0441;&#x043E;&#x043A; &#x043B;&#x0438;&#x0442;&#x0435;&#x0440;&#x0430;&#x0442;&#x0443;&#x0440;&#x044B;
[1] &#x0413;&#x0443;&#x0440;&#x0435;&#x0432;&#x0438;&#x0447;, &#x041C;. &#x0418;. &#x0422;&#x0435;&#x043E;&#x0440;&#x0438;&#x044F; &#x0441;&#x0442;&#x0440;&#x0443;&#x0439; &#x0438;&#x0434;&#x0435;&#x0430;&#x043B;&#x044C;&#x043D;&#x043E;&#x0439; &#x0436;&#x0438;&#x0434;&#x043A;&#x043E;&#x0441;&#x0442;&#x0438; / &#x041C;. &#x0418;. &#x0413;&#x0443;&#x0440;&#x0435;&#x0432;&#x0438;&#x0447;. &#8212; &#x041D;&#x0430;&#x0443;&#x043A;&#x0430;, 1979.
[2] &#x041A;&#x043E;&#x0442;&#x043B;&#x044F;&#x0440;, &#x041B;. &#x041C;. &#x041E;&#x0431; &#x043E;&#x0434;&#x043D;&#x043E;&#x043C; &#x0441;&#x043B;&#x0443;&#x0447;&#x0430;&#x0435; &#x0441;&#x0442;&#x0440;&#x0443;&#x0439;&#x043D;&#x043E;&#x0433;&#x043E; &#x0442;&#x0435;&#x0447;&#x0435;&#x043D;&#x0438;&#x044F; &#x0438;&#x0434;&#x0435;&#x0430;&#x043B;&#x044C;&#x043D;&#x043E;&#x0439; &#x0436;&#x0438;&#x0434;&#x043A;&#x043E;&#x0441;&#x0442;&#x0438; / &#x041B;. &#x041C;. &#x041A;&#x043E;&#x0442;-
   &#x043B;&#x044F;&#x0440; // &#x041C;&#x0430;&#x0442;&#x0435;&#x043C;&#x0430;&#x0442;&#x0438;&#x043A;&#x0430;. &#8212; 1976. &#8212; &#x2116; 2.
[3] &#x041A;&#x0443;&#x0437;&#x043D;&#x0435;&#x0446;&#x043E;&#x0432;,  &#x0412;.  &#x041C;.  &#x041E;  &#x0444;&#x043E;&#x0440;&#x043C;&#x0435;  &#x0432;&#x043E;&#x0440;&#x043E;&#x043D;&#x043A;&#x0438;  &#x0432;&#x044B;&#x0431;&#x0440;&#x043E;&#x0441;&#x0430;  &#x043F;&#x0440;&#x0438;  &#x0432;&#x0437;&#x0440;&#x044B;&#x0432;&#x0435;  &#x043D;&#x0430;  &#x043F;&#x043E;&#x0432;&#x0435;&#x0440;&#x0445;&#x043D;&#x043E;&#x0441;&#x0442;&#x0438;  &#x0433;&#x0440;&#x0443;&#x043D;&#x0442;&#x0430;  /
   &#x0412;. &#x041C;. &#x041A;&#x0443;&#x0437;&#x043D;&#x0435;&#x0446;&#x043E;&#x0432; // &#x041F;&#x041C;&#x0422;&#x0424;. &#8212; 1962. &#8212; &#x2116; 3. &#8212; &#x0421;. 152&#8211;156.
[4] &#x0423;&#x0438;&#x0442;&#x0442;&#x0435;&#x043A;&#x0435;&#x0440;, &#x042D;. &#x0422;. &#x041A;&#x0443;&#x0440;&#x0441; &#x0441;&#x043E;&#x0432;&#x0440;&#x0435;&#x043C;&#x0435;&#x043D;&#x043D;&#x043E;&#x0433;&#x043E; &#x0430;&#x043D;&#x0430;&#x043B;&#x0438;&#x0437;&#x0430;: &#x0412; 2 &#x0442;. / &#x042D;. &#x0422;. &#x0423;&#x0438;&#x0442;&#x0442;&#x0435;&#x043A;&#x0435;&#x0440;, &#x0414;. &#x041D;. &#x0412;&#x0430;&#x0442;&#x0441;&#x043E;&#x043D;. &#8212;
   &#x041C;.: &#x0424;&#x0438;&#x0437;&#x043C;&#x0430;&#x0442;&#x0433;&#x0438;&#x0437;, 1963. &#8212; &#x0422;. 2: &#x0422;&#x0440;&#x0430;&#x043D;&#x0441;&#x0446;&#x0435;&#x043D;&#x0434;&#x0435;&#x043D;&#x0442;&#x043D;&#x044B;&#x0435; &#x0444;&#x0443;&#x043D;&#x043A;&#x0446;&#x0438;&#x0438;.
                                              2                                              


